var image_data =
{
 "images": [
  {
   "file_name": "Starry.jpg",
   "title": "별이 빛나는 밤",
   "id": 1,
   "height": "475",
   "width": "600",
   "artist": "빈센트 반 고흐",
   "year": 1889,
   "medium": "캔버스에 유채",
   "dimensions": "73.7 cm × 92.1 cm (29 in x 36 1?4 in)",
   "locations": "뉴욕 현대미술관",
   "description": "빈센트 반 고흐의 대표작 중 하나로 꼽히는 '별이 빛나는 밤'은 그가 고갱과 다툰 뒤 자신의 귀를 자른 사건 이후 생레미의 요양원에 있을 때 그린 것이다. 반 고흐에게 밤하늘은 무한함을 표현하는 대상이었고, 이보다 먼저 제작된 아를의 '밤의 카페 테라스'나 '론 강 위로 별이 빛나는 밤'에서도 별이 반짝이는 밤의 정경을 다루었다. 반 고흐는 동생 테오에게 쓴 편지에서 “오늘 아침 나는 해가 뜨기 한참 전에 창문을 통해 아무것도 없고 아주 커 보이는 샛별밖에 없는 시골을 보았다.”고 했다. 이 샛별은 그림 가운데 왼쪽에 있는 커다란 흰 별일 것이다. 그가 그린 밤하늘에서는 구름과 대기, 별빛과 달빛이 폭발하고 있다. 황량하고 짙은 파란색 하늘은 세상의 종말을 연상케 하고, 그 위로는 구름이 소용돌이치며 떠있다. 달과 별의 둘레에는 뿌옇게 무리가 져있다. 비연속적이고 동적인 터치로 그려진 하늘은 굽이치는 두꺼운 붓놀림으로 불꽃같은 사이프러스와 연결되고, 그 아래의 마을은 대조적으로 평온하고 고요하다. 마을은 있는 그대로 그린 것이 아니라 부분적으로는 고안되었는데, 교회 첨탑은 반 고흐의 고향 네덜란드를 연상시킨다. 그는 병실 밖으로 내다보이는 밤 풍경을 기억과 상상을 결합시켜 그렸는데, 이는 자연에 대한 반 고흐의 내적이고 주관적인 표현을 구현하고 있다. 수직으로 높이 뻗어 땅과 하늘을 연결하는 사이프러스는 전통적으로 무덤이나 애도와 연관된 나무이지만, 반 고흐는 죽음을 불길하게 보지 않았다. 그는 “별을 보는 것은 언제나 나를 꿈꾸게 한다.”면서 “왜 하늘의 빛나는 점들에는 프랑스 지도의 검은 점처럼 닿을 수 없을까? 타라스콩이나 루앙에 가려면 기차를 타듯이, 우리는 별에 다다르기 위해 죽는다.”고 했다. 이 시기에 그의 필치는 더욱 두꺼워지고 더욱 열정적으로 변했으며, 꿈틀거리는 듯한 선은 별의 광채를 한층 두드러지게 한다. 이 시기의 특징인 회오리치는 듯 꿈틀거리는 필치는 강렬한 색과 결합되어 감정을 더욱 격렬하게 표현한다. 이 곡선의 화필은 굽이치는 운동감을 표현하면서, 그림 전체를 율동적인 흐름으로 통합한다.",
   "annotations": [
    {
     "segmentation": [
      [
       0.0,
       0.0
      ],
      [
       600.0,
       0.0
      ],
      [
       600.0,
       475.0
      ],
      [
       0.0,
       475.0
      ]
     ],
     "category": "배경",
     "area": 285000.0,
     "bbox": [
      [
       0.0,
       0.0
      ],
      [
       600.0,
       0.0
      ],
      [
       600.0,
       475.0
      ],
      [
       0.0,
       475.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       5.0,
       59.0
      ],
      [
       32.0,
       99.0
      ],
      [
       76.0,
       123.0
      ],
      [
       168.0,
       102.0
      ],
      [
       214.0,
       74.0
      ],
      [
       298.0,
       67.0
      ],
      [
       369.0,
       92.0
      ],
      [
       380.0,
       127.0
      ],
      [
       390.0,
       164.0
      ],
      [
       425.0,
       172.0
      ],
      [
       460.0,
       200.0
      ],
      [
       465.0,
       234.0
      ],
      [
       446.0,
       257.0
      ],
      [
       403.0,
       255.0
      ],
      [
       380.0,
       235.0
      ],
      [
       388.0,
       209.0
      ],
      [
       399.0,
       222.0
      ],
      [
       409.0,
       237.0
      ],
      [
       427.0,
       223.0
      ],
      [
       414.0,
       197.0
      ],
      [
       391.0,
       199.0
      ],
      [
       366.0,
       217.0
      ],
      [
       344.0,
       243.0
      ],
      [
       310.0,
       252.0
      ],
      [
       278.0,
       251.0
      ],
      [
       242.0,
       221.0
      ],
      [
       235.0,
       167.0
      ],
      [
       248.0,
       137.0
      ],
      [
       266.0,
       130.0
      ],
      [
       284.0,
       139.0
      ],
      [
       298.0,
       151.0
      ],
      [
       309.0,
       145.0
      ],
      [
       300.0,
       123.0
      ],
      [
       268.0,
       119.0
      ],
      [
       244.0,
       119.0
      ],
      [
       212.0,
       144.0
      ],
      [
       185.0,
       156.0
      ],
      [
       163.0,
       167.0
      ],
      [
       136.0,
       179.0
      ],
      [
       98.0,
       191.0
      ],
      [
       67.0,
       199.0
      ],
      [
       36.0,
       192.0
      ],
      [
       8.0,
       186.0
      ],
      [
       1.0,
       174.0
      ]
     ],
     "category": "바람",
     "object_description": "바람이 분다",
     "object_color": "파랑",
     "object_position": "중간",
     "area": 44650.5,
     "bbox": [
      [
       1.0,
       59.0
      ],
      [
       465.0,
       59.0
      ],
      [
       465.0,
       257.0
      ],
      [
       1.0,
       257.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       109.0,
       470.0
      ],
      [
       93.0,
       449.0
      ],
      [
       76.0,
       411.0
      ],
      [
       74.0,
       381.0
      ],
      [
       83.0,
       369.0
      ],
      [
       90.0,
       352.0
      ],
      [
       94.0,
       333.0
      ],
      [
       81.0,
       294.0
      ],
      [
       92.0,
       238.0
      ],
      [
       90.0,
       201.0
      ],
      [
       88.0,
       150.0
      ],
      [
       100.0,
       185.0
      ],
      [
       105.0,
       149.0
      ],
      [
       112.0,
       141.0
      ],
      [
       109.0,
       120.0
      ],
      [
       106.0,
       99.0
      ],
      [
       109.0,
       50.0
      ],
      [
       115.0,
       25.0
      ],
      [
       123.0,
       48.0
      ],
      [
       123.0,
       65.0
      ],
      [
       117.0,
       85.0
      ],
      [
       115.0,
       112.0
      ],
      [
       124.0,
       127.0
      ],
      [
       132.0,
       137.0
      ],
      [
       133.0,
       166.0
      ],
      [
       132.0,
       192.0
      ],
      [
       136.0,
       213.0
      ],
      [
       143.0,
       196.0
      ],
      [
       144.0,
       223.0
      ],
      [
       156.0,
       224.0
      ],
      [
       144.0,
       240.0
      ],
      [
       148.0,
       270.0
      ],
      [
       150.0,
       294.0
      ],
      [
       156.0,
       274.0
      ],
      [
       162.0,
       304.0
      ],
      [
       162.0,
       330.0
      ],
      [
       172.0,
       340.0
      ],
      [
       167.0,
       312.0
      ],
      [
       172.0,
       286.0
      ],
      [
       177.0,
       276.0
      ],
      [
       184.0,
       307.0
      ],
      [
       198.0,
       318.0
      ],
      [
       216.0,
       340.0
      ],
      [
       226.0,
       375.0
      ],
      [
       227.0,
       391.0
      ],
      [
       250.0,
       375.0
      ],
      [
       261.0,
       371.0
      ],
      [
       245.0,
       387.0
      ],
      [
       242.0,
       402.0
      ],
      [
       269.0,
       423.0
      ],
      [
       276.0,
       439.0
      ],
      [
       280.0,
       457.0
      ],
      [
       269.0,
       471.0
      ]
     ],
     "category": "나무",
     "object_description": "사이프러스 나무",
     "object_color": "검정",
     "object_position": "왼쪽",
     "area": 35274.0,
     "bbox": [
      [
       74.0,
       25.0
      ],
      [
       280.0,
       25.0
      ],
      [
       280.0,
       471.0
      ],
      [
       74.0,
       471.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       2.0,
       423.0
      ],
      [
       38.0,
       424.0
      ],
      [
       40.0,
       414.0
      ],
      [
       67.0,
       414.0
      ],
      [
       272.0,
       367.0
      ],
      [
       332.0,
       358.0
      ],
      [
       417.0,
       350.0
      ],
      [
       460.0,
       345.0
      ],
      [
       516.0,
       342.0
      ],
      [
       585.0,
       334.0
      ],
      [
       596.0,
       296.0
      ],
      [
       592.0,
       242.0
      ],
      [
       560.0,
       241.0
      ],
      [
       545.0,
       260.0
      ],
      [
       533.0,
       281.0
      ],
      [
       470.0,
       294.0
      ],
      [
       428.0,
       295.0
      ],
      [
       395.0,
       297.0
      ],
      [
       352.0,
       312.0
      ],
      [
       311.0,
       333.0
      ],
      [
       294.0,
       338.0
      ],
      [
       278.0,
       329.0
      ],
      [
       253.0,
       328.0
      ],
      [
       228.0,
       339.0
      ],
      [
       212.0,
       348.0
      ],
      [
       36.0,
       354.0
      ],
      [
       17.0,
       346.0
      ],
      [
       3.0,
       406.0
      ]
     ],
     "category": "산",
     "object_description": "마을 뒤에 있는 산",
     "object_color": "파랑",
     "object_position": "중간 아래",
     "area": 30557.0,
     "bbox": [
      [
       2.0,
       241.0
      ],
      [
       596.0,
       241.0
      ],
      [
       596.0,
       424.0
      ],
      [
       2.0,
       424.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       1.0,
       274.0
      ],
      [
       4.0,
       329.0
      ],
      [
       32.0,
       340.0
      ],
      [
       42.0,
       346.0
      ],
      [
       81.0,
       341.0
      ],
      [
       89.0,
       342.0
      ],
      [
       212.0,
       339.0
      ],
      [
       248.0,
       322.0
      ],
      [
       272.0,
       324.0
      ],
      [
       292.0,
       327.0
      ],
      [
       300.0,
       328.0
      ],
      [
       331.0,
       310.0
      ],
      [
       381.0,
       294.0
      ],
      [
       416.0,
       286.0
      ],
      [
       458.0,
       290.0
      ],
      [
       484.0,
       285.0
      ],
      [
       515.0,
       274.0
      ],
      [
       537.0,
       254.0
      ],
      [
       556.0,
       231.0
      ],
      [
       593.0,
       225.0
      ],
      [
       597.0,
       169.0
      ],
      [
       504.0,
       202.0
      ],
      [
       448.0,
       257.0
      ],
      [
       392.0,
       262.0
      ],
      [
       346.0,
       278.0
      ],
      [
       311.0,
       278.0
      ],
      [
       264.0,
       278.0
      ],
      [
       224.0,
       289.0
      ],
      [
       186.0,
       297.0
      ],
      [
       168.0,
       297.0
      ],
      [
       66.0,
       291.0
      ],
      [
       51.0,
       274.0
      ],
      [
       26.0,
       273.0
      ],
      [
       14.0,
       277.0
      ]
     ],
     "category": "바람",
     "object_description": "바람이 분다",
     "object_color": "하얀색",
     "object_position": "중간 아래",
     "area": 27888.5,
     "bbox": [
      [
       1.0,
       169.0
      ],
      [
       597.0,
       169.0
      ],
      [
       597.0,
       346.0
      ],
      [
       1.0,
       346.0
      ]
     ],
     "duplicates_num": 2
    },
    {
     "segmentation": [
      [
       240.0,
       383.0
      ],
      [
       264.0,
       389.0
      ],
      [
       285.0,
       387.0
      ],
      [
       300.0,
       380.0
      ],
      [
       308.0,
       380.0
      ],
      [
       320.0,
       382.0
      ],
      [
       330.0,
       383.0
      ],
      [
       337.0,
       360.0
      ],
      [
       335.0,
       301.0
      ],
      [
       351.0,
       374.0
      ],
      [
       359.0,
       379.0
      ],
      [
       377.0,
       388.0
      ],
      [
       401.0,
       389.0
      ],
      [
       427.0,
       390.0
      ],
      [
       455.0,
       383.0
      ],
      [
       469.0,
       394.0
      ],
      [
       480.0,
       405.0
      ],
      [
       496.0,
       405.0
      ],
      [
       511.0,
       412.0
      ],
      [
       531.0,
       414.0
      ],
      [
       544.0,
       407.0
      ],
      [
       562.0,
       407.0
      ],
      [
       585.0,
       411.0
      ],
      [
       596.0,
       415.0
      ],
      [
       594.0,
       471.0
      ],
      [
       272.0,
       469.0
      ],
      [
       280.0,
       451.0
      ],
      [
       273.0,
       437.0
      ],
      [
       252.0,
       419.0
      ],
      [
       241.0,
       395.0
      ]
     ],
     "category": "마을",
     "object_description": "많은 집들",
     "object_color": "알록달록한 색깔들",
     "object_position": "아래",
     "area": 26065.5,
     "bbox": [
      [
       240.0,
       301.0
      ],
      [
       596.0,
       301.0
      ],
      [
       596.0,
       471.0
      ],
      [
       240.0,
       471.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       552.0,
       137.0
      ],
      [
       584.0,
       122.0
      ],
      [
       592.0,
       83.0
      ],
      [
       592.0,
       43.0
      ],
      [
       541.0,
       15.0
      ],
      [
       501.0,
       27.0
      ],
      [
       487.0,
       55.0
      ],
      [
       476.0,
       91.0
      ],
      [
       494.0,
       115.0
      ],
      [
       531.0,
       135.0
      ],
      [
       541.0,
       135.0
      ]
     ],
     "category": "달",
     "object_description": "빛남",
     "object_color": "노랑",
     "object_position": "오른쪽 맨 위",
     "area": 10593.0,
     "bbox": [
      [
       476.0,
       15.0
      ],
      [
       592.0,
       15.0
      ],
      [
       592.0,
       137.0
      ],
      [
       476.0,
       137.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       218.0,
       220.0
      ],
      [
       200.0,
       212.0
      ],
      [
       182.0,
       224.0
      ],
      [
       173.0,
       242.0
      ],
      [
       182.0,
       262.0
      ],
      [
       189.0,
       278.0
      ],
      [
       221.0,
       282.0
      ],
      [
       234.0,
       267.0
      ],
      [
       241.0,
       251.0
      ],
      [
       238.0,
       230.0
      ],
      [
       225.0,
       224.0
      ]
     ],
     "category": "별",
     "object_description": "따뜻함",
     "object_color": "노랑",
     "object_position": "왼쪽 중간",
     "area": 3364.0,
     "bbox": [
      [
       173.0,
       212.0
      ],
      [
       241.0,
       212.0
      ],
      [
       241.0,
       282.0
      ],
      [
       173.0,
       282.0
      ]
     ],
     "duplicates_num": 11
    },
    {
     "segmentation": [
      [
       67.0,
       48.0
      ],
      [
       88.0,
       39.0
      ],
      [
       90.0,
       11.0
      ],
      [
       76.0,
       3.0
      ],
      [
       53.0,
       2.0
      ],
      [
       44.0,
       8.0
      ],
      [
       37.0,
       20.0
      ],
      [
       40.0,
       35.0
      ],
      [
       52.0,
       42.0
      ],
      [
       61.0,
       46.0
      ]
     ],
     "category": "별",
     "object_description": "따뜻함",
     "object_color": "노랑",
     "object_position": "왼쪽 위",
     "area": 1887.5,
     "bbox": [
      [
       37.0,
       2.0
      ],
      [
       90.0,
       2.0
      ],
      [
       90.0,
       48.0
      ],
      [
       37.0,
       48.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       442.0,
       99.0
      ],
      [
       418.0,
       83.0
      ],
      [
       400.0,
       98.0
      ],
      [
       396.0,
       117.0
      ],
      [
       416.0,
       135.0
      ],
      [
       441.0,
       134.0
      ],
      [
       443.0,
       111.0
      ]
     ],
     "category": "별",
     "object_description": "따뜻함",
     "object_color": "노랑",
     "object_position": "오른쪽 위",
     "area": 1779.5,
     "bbox": [
      [
       396.0,
       83.0
      ],
      [
       443.0,
       83.0
      ],
      [
       443.0,
       135.0
      ],
      [
       396.0,
       135.0
      ]
     ],
     "duplicates_num": 7
    },
    {
     "segmentation": [
      [
       369.0,
       61.0
      ],
      [
       389.0,
       43.0
      ],
      [
       380.0,
       23.0
      ],
      [
       350.0,
       20.0
      ],
      [
       339.0,
       36.0
      ],
      [
       348.0,
       58.0
      ],
      [
       356.0,
       61.0
      ]
     ],
     "category": "별",
     "object_description": "따뜻함",
     "object_color": "노랑",
     "object_position": "오른쪽 위",
     "area": 1482.0,
     "bbox": [
      [
       339.0,
       20.0
      ],
      [
       389.0,
       20.0
      ],
      [
       389.0,
       61.0
      ],
      [
       339.0,
       61.0
      ]
     ],
     "duplicates_num": 5
    },
    {
     "segmentation": [
      [
       140.0,
       60.0
      ],
      [
       156.0,
       67.0
      ],
      [
       162.0,
       80.0
      ],
      [
       156.0,
       95.0
      ],
      [
       140.0,
       101.0
      ],
      [
       122.0,
       91.0
      ],
      [
       121.0,
       72.0
      ],
      [
       132.0,
       64.0
      ]
     ],
     "category": "별",
     "object_description": "따뜻함",
     "object_color": "노랑",
     "object_position": "나무의 오른쪽",
     "area": 1201.5,
     "bbox": [
      [
       121.0,
       60.0
      ],
      [
       162.0,
       60.0
      ],
      [
       162.0,
       101.0
      ],
      [
       121.0,
       101.0
      ]
     ],
     "duplicates_num": 6
    },
    {
     "segmentation": [
      [
       197.0,
       34.0
      ],
      [
       216.0,
       35.0
      ],
      [
       225.0,
       13.0
      ],
      [
       204.0,
       3.0
      ],
      [
       188.0,
       10.0
      ],
      [
       188.0,
       28.0
      ]
     ],
     "category": "별",
     "object_description": "따뜻함",
     "object_color": "노랑",
     "object_position": "중간 위",
     "area": 878.5,
     "bbox": [
      [
       188.0,
       3.0
      ],
      [
       225.0,
       3.0
      ],
      [
       225.0,
       35.0
      ],
      [
       188.0,
       35.0
      ]
     ],
     "duplicates_num": 3
    },
    {
     "segmentation": [
      [
       70.0,
       211.0
      ],
      [
       62.0,
       222.0
      ],
      [
       67.0,
       240.0
      ],
      [
       81.0,
       245.0
      ],
      [
       93.0,
       230.0
      ],
      [
       89.0,
       213.0
      ],
      [
       77.0,
       209.0
      ]
     ],
     "category": "별",
     "object_description": "따뜻함",
     "object_color": "노랑",
     "object_position": "나무의 왼쪽",
     "area": 780.0,
     "bbox": [
      [
       62.0,
       209.0
      ],
      [
       93.0,
       209.0
      ],
      [
       93.0,
       245.0
      ],
      [
       62.0,
       245.0
      ]
     ],
     "duplicates_num": 10
    },
    {
     "segmentation": [
      [
       143.0,
       28.0
      ],
      [
       154.0,
       19.0
      ],
      [
       149.0,
       9.0
      ],
      [
       137.0,
       2.0
      ],
      [
       127.0,
       6.0
      ],
      [
       123.0,
       18.0
      ],
      [
       129.0,
       25.0
      ],
      [
       134.0,
       25.0
      ]
     ],
     "category": "별",
     "object_description": "따뜻함",
     "object_color": "노랑",
     "object_position": "왼쪽 위",
     "area": 527.0,
     "bbox": [
      [
       123.0,
       2.0
      ],
      [
       154.0,
       2.0
      ],
      [
       154.0,
       28.0
      ],
      [
       123.0,
       28.0
      ]
     ],
     "duplicates_num": 2
    },
    {
     "segmentation": [
      [
       243.0,
       21.0
      ],
      [
       233.0,
       28.0
      ],
      [
       240.0,
       43.0
      ],
      [
       255.0,
       43.0
      ],
      [
       261.0,
       27.0
      ],
      [
       251.0,
       19.0
      ]
     ],
     "category": "별",
     "object_description": "따뜻함",
     "object_color": "노랑",
     "object_position": "중간 위",
     "area": 468.5,
     "bbox": [
      [
       233.0,
       19.0
      ],
      [
       261.0,
       19.0
      ],
      [
       261.0,
       43.0
      ],
      [
       233.0,
       43.0
      ]
     ],
     "duplicates_num": 4
    },
    {
     "segmentation": [
      [
       201.0,
       166.0
      ],
      [
       209.0,
       154.0
      ],
      [
       196.0,
       142.0
      ],
      [
       186.0,
       146.0
      ],
      [
       181.0,
       159.0
      ],
      [
       191.0,
       166.0
      ]
     ],
     "category": "별",
     "object_description": "따뜻함",
     "object_color": "노랑",
     "object_position": "왼쪽 위",
     "area": 438.5,
     "bbox": [
      [
       181.0,
       142.0
      ],
      [
       209.0,
       142.0
      ],
      [
       209.0,
       166.0
      ],
      [
       181.0,
       166.0
      ]
     ],
     "duplicates_num": 8
    },
    {
     "segmentation": [
      [
       31.0,
       204.0
      ],
      [
       16.0,
       208.0
      ],
      [
       16.0,
       219.0
      ],
      [
       24.0,
       226.0
      ],
      [
       36.0,
       219.0
      ],
      [
       36.0,
       205.0
      ]
     ],
     "category": "별",
     "object_description": "따뜻함",
     "object_color": "노랑",
     "object_position": "왼쪽 끝의 중간",
     "area": 337.5,
     "bbox": [
      [
       16.0,
       204.0
      ],
      [
       36.0,
       204.0
      ],
      [
       36.0,
       226.0
      ],
      [
       16.0,
       226.0
      ]
     ],
     "duplicates_num": 9
    }
   ],
   "sorted_by_point": [
    "배경",
    "별",
    "별2",
    "별3",
    "달",
    "별4",
    "별5",
    "나무",
    "바람",
    "별6",
    "별7",
    "별8",
    "바람2",
    "별9",
    "별10",
    "별11",
    "산",
    "마을"
   ]
  },
  {
   "file_name": "Mondrian.jpg",
   "title": "빨강, 파랑, 노랑의 구성",
   "id": 0,
   "height": "479",
   "width": "473",
   "artist": "피트 몬드리안",
   "year": 1930,
   "medium": "캔버스에 유채",
   "dimensions": "59,5 cm × 59,5 cm (23.4 in × 23.4 in)",
   "locations": "취리히 쿤스트하우스",
   "description": "이 작품 [빨강, 파랑, 노랑의 구성]은 네델란드 출신의 피에트 몬드리안의 작품이다. 몬드리안이 화가로서 작업을 시작하는 20세기 초반 화단에서 사물을 있는 그대로 닮게 그려내는 능력은 그다지 주목받지 못하였다. 왜냐하면 당시가 사진이 대중화되기 시작하는 때였다는 점을 감안할 때, 사물을 있는 그대로 닮게 묘사해 내는 능력에 있어서 사진을 능가할 만한 것이 없었기 때문이다. 그렇기에 르네상스 이후 작품 속에서 닮게 그리는 것을 추구해오던 화가들은 이제 사진과 경쟁하기보다는 사진과는 달리 회화만이 보여줄 수 있는 어떤 것을 칮아 나서야 했다. 이러한 과정 속에서 몬드리안 또한 자신이 작품 속에 무었을 그려야 하고 무엇을 담아야 하는가를 고민하게 된다. 이 시기 몬드리안은 당시 지식인들 사이에 유행하고 있던 '신성한 지혜'를 추구하는 모임인 '신지학협회'에 가입한다. '신지학'은 일반적인 현상들 속에서 보편적인 특성을 끌어냄으로써 신과 하나가 될 수 있는다고 믿는다. 이러한 신지학의 영향으로 몬드리안은 우리가 보는 사물 속에는 모든 것을 관통하는 보편적인 본질이 내재해 있으며, 그 본질은 궁극적으로 조화로운 상태를 이루고 있다고 파악하게 된다. 즉, 몬드리안은 우리가 보는 나무, 건물, 일상의 사물들은 그 겉모습은 비록 다를지라도 본질적으로 동일한 조화의 상태를 이루고 있다고 파악하고, 이렇게 일상 속에서 우리들이 쉽게 알아볼 수 없는 사물의 본질을 작품을 통해 드러내 보여주는 것이 화가의 임무라고 생각하게 된 것이다.",
   "annotations": [
    {
     "segmentation": [
      [
       0.0,
       0.0
      ],
      [
       473.0,
       0.0
      ],
      [
       473.0,
       479.0
      ],
      [
       0.0,
       479.0
      ]
     ],
     "category": "배경",
     "area": 226567.0,
     "bbox": [
      [
       0.0,
       0.0
      ],
      [
       473.0,
       0.0
      ],
      [
       473.0,
       479.0
      ],
      [
       0.0,
       479.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       113.0,
       3.0
      ],
      [
       113.0,
       346.0
      ],
      [
       469.0,
       346.0
      ],
      [
       471.0,
       4.0
      ]
     ],
     "category": "평면",
     "object_description": "열정적",
     "object_color": "빨강",
     "object_position": "오른쪽 위",
     "area": 122273.0,
     "bbox": [
      [
       113.0,
       3.0
      ],
      [
       471.0,
       3.0
      ],
      [
       471.0,
       346.0
      ],
      [
       113.0,
       346.0
      ]
     ],
     "duplicates_num": 2
    },
    {
     "segmentation": [
      [
       117.0,
       478.0
      ],
      [
       115.0,
       362.0
      ],
      [
       424.0,
       362.0
      ],
      [
       421.0,
       474.0
      ]
     ],
     "category": "평면",
     "object_description": "깨끗함",
     "object_color": "하양",
     "object_position": "중간 아래",
     "area": 34940.0,
     "bbox": [
      [
       115.0,
       362.0
      ],
      [
       424.0,
       362.0
      ],
      [
       424.0,
       478.0
      ],
      [
       115.0,
       478.0
      ]
     ],
     "duplicates_num": 5
    },
    {
     "segmentation": [
      [
       98.0,
       0.0
      ],
      [
       98.0,
       138.0
      ],
      [
       1.0,
       140.0
      ],
      [
       1.0,
       173.0
      ],
      [
       97.0,
       173.0
      ],
      [
       95.0,
       346.0
      ],
      [
       1.0,
       346.0
      ],
      [
       1.0,
       362.0
      ],
      [
       93.0,
       360.0
      ],
      [
       95.0,
       474.0
      ],
      [
       114.0,
       477.0
      ],
      [
       111.0,
       358.0
      ],
      [
       422.0,
       358.0
      ],
      [
       418.0,
       477.0
      ],
      [
       437.0,
       477.0
      ],
      [
       437.0,
       434.0
      ],
      [
       471.0,
       430.0
      ],
      [
       472.0,
       410.0
      ],
      [
       440.0,
       411.0
      ],
      [
       437.0,
       361.0
      ],
      [
       470.0,
       361.0
      ],
      [
       466.0,
       348.0
      ],
      [
       116.0,
       347.0
      ],
      [
       116.0,
       5.0
      ]
     ],
     "category": "선",
     "object_description": "딱딱함",
     "object_color": "검정",
     "object_position": "중간",
     "area": 20280.0,
     "bbox": [
      [
       1.0,
       0.0
      ],
      [
       472.0,
       0.0
      ],
      [
       472.0,
       477.0
      ],
      [
       1.0,
       477.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       1.0,
       171.0
      ],
      [
       97.0,
       174.0
      ],
      [
       95.0,
       345.0
      ],
      [
       4.0,
       344.0
      ]
     ],
     "category": "평면",
     "object_description": "깨끗함",
     "object_color": "하양",
     "object_position": "왼쪽 중간",
     "area": 16081.0,
     "bbox": [
      [
       1.0,
       171.0
      ],
      [
       97.0,
       171.0
      ],
      [
       97.0,
       345.0
      ],
      [
       1.0,
       345.0
      ]
     ],
     "duplicates_num": 3
    },
    {
     "segmentation": [
      [
       2.0,
       4.0
      ],
      [
       1.0,
       138.0
      ],
      [
       97.0,
       139.0
      ],
      [
       97.0,
       2.0
      ]
     ],
     "category": "평면",
     "object_description": "깨끗함",
     "object_color": "하양",
     "object_position": "왼쪽 위",
     "area": 12940.0,
     "bbox": [
      [
       1.0,
       2.0
      ],
      [
       97.0,
       2.0
      ],
      [
       97.0,
       139.0
      ],
      [
       1.0,
       139.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       3.0,
       363.0
      ],
      [
       94.0,
       362.0
      ],
      [
       96.0,
       475.0
      ]
     ],
     "category": "평면",
     "object_description": "차가움",
     "object_color": "파랑",
     "object_position": "왼쪽 아래",
     "area": 5142.5,
     "bbox": [
      [
       3.0,
       362.0
      ],
      [
       96.0,
       362.0
      ],
      [
       96.0,
       475.0
      ],
      [
       3.0,
       475.0
      ]
     ],
     "duplicates_num": 4
    },
    {
     "segmentation": [
      [
       473.0,
       408.0
      ],
      [
       439.0,
       408.0
      ],
      [
       441.0,
       363.0
      ],
      [
       473.0,
       362.0
      ]
     ],
     "category": "평면",
     "object_description": "깨끗함",
     "object_color": "하양",
     "object_position": "오른쪽 아래",
     "area": 1501.0,
     "bbox": [
      [
       439.0,
       362.0
      ],
      [
       473.0,
       362.0
      ],
      [
       473.0,
       408.0
      ],
      [
       439.0,
       408.0
      ]
     ],
     "duplicates_num": 6
    },
    {
     "segmentation": [
      [
       438.0,
       434.0
      ],
      [
       440.0,
       478.0
      ],
      [
       472.0,
       478.0
      ],
      [
       471.0,
       434.0
      ]
     ],
     "category": "평면",
     "object_description": "부드러움",
     "object_color": "노랑",
     "object_position": "오른쪽 아래",
     "area": 1430.0,
     "bbox": [
      [
       438.0,
       434.0
      ],
      [
       472.0,
       434.0
      ],
      [
       472.0,
       478.0
      ],
      [
       438.0,
       478.0
      ]
     ],
     "duplicates_num": 7
    }
   ],
   "sorted_by_point": [
    "배경",
    "선",
    "평면",
    "평면2",
    "평면3",
    "평면4",
    "평면5",
    "평면6",
    "평면7"
   ]
  },
  {
   "file_name": "Girl.jpg",
   "title": "진주 귀걸이를 한 소녀",
   "id": 2,
   "height": "527",
   "width": "450",
   "artist": "요하네스 페르메이르",
   "year": 1665,
   "medium": "캔버스에 유채",
   "dimensions": "44.5 cm × 39 cm (17.5 in × 15 in)",
   "locations": "네덜란드 헤이그 마우리츠호이스 미술관",
   "description": "'북유럽의 모나리자' 혹은 '네덜란드의 모나리자'로 불리는 《진주 귀걸이를 한 소녀》는 네덜란드의 화가 요하네스 페르메이르의 작품 가운데 가장 매혹적이며 많은 사람들로부터 사랑을 받고 있는 작품이다. 그의 생애가 수수께끼로 남아있기 때문에 '델프트의 스핑크스'라는 별칭을 가지고 있는 화가의 삶 만큼이나 베일에 싸인 이 작품은 소녀와 진주 그리고 비밀스러움이 어우러져 그 신비감을 더하고 있다. 페르메이르는 칠흑 같은 검은 배경에 특유의 부드러운 빛과 명암으로 《진주 귀걸이를 한 소녀》를 그리고 있다. 살짝 머금은 듯한 미소와 고개를 돌려 관람자를 바라보는 눈길과 표정이 마치 무어라 속삭일 것만 같아 쉽게 시선을 거두기 힘들다. 단순하지만 조화로운 구성, 안료를 투과한 빛이 만들어낸 선명한 색채 그리고 소녀의 귀에서 반짝이는 진주 귀걸이는 그림 전체에 생명력을 불어넣으며 작품 속으로 빠져들게 한다. 과연 머리에 터번을 두른 진주 귀걸이의 이 소녀는 누구인가. 해답은 의외로 간단하다. 이 작품은 특정한 누군가를 모델로 삼은 초상화로 여겨지지만 실제로는 17세기 네덜란드에서 주로 그려진 '트로니'이다. '트로니'란 고유의 의상을 입은 특별한 인물 유형을 대표하는 사람들을 그린 가슴 높이의 초상화를 이르는 말로 이 그림은 화가의 상상에 의해 만들어진 이국적인 인물 유형을 보여주고 있다. 그러나 금방이라도 그림 속에서 튀어나와 관람자의 손을 이끌 것 같은 진주 귀걸이의 앳딘 이 소녀는 여전히 작품에 대한 신비감을 증폭시키며 풀리지 않는 의문으로 존재하고 있다. 작품을 가만히 마주하고 있으면 소녀의 영혼과 교감하는 듯한 강한 느낌을 받게 된다. 생생하면서 활기에 찬 붓질과 내적인 온기마저 포착하고 있는 화가의 섬세함이 소녀의 영혼이 지닌 비밀까지 꿰뚫고 있는 듯하다. 페르메이르는 그가 선호하는 색채인 노랑과 파랑, 여기에 전에 없었던 맑고 투명한 진주 빛깔을 내는 빛의 효과를 사용하여 마치 빛의 알갱이가 표면을 진동하는 것과 같은 질감을 만들어냈다. 빛의 능숙한 사용으로 대표되는 그의 화법은 그 이전까지 어떤 화가에게서도 볼 수 없는 강렬함을 주고 있다. 어떤 비평가는 그의 그림 표면을 '진주 가루들이 녹아 엉킨 것 같다'고 묘사하기도 하였다.",
   "annotations": [
    {
     "segmentation": [
      [
       0.0,
       0.0
      ],
      [
       450.0,
       0.0
      ],
      [
       450.0,
       527.0
      ],
      [
       0.0,
       527.0
      ]
     ],
     "category": "배경",
     "area": 237150.0,
     "bbox": [
      [
       0.0,
       0.0
      ],
      [
       450.0,
       0.0
      ],
      [
       450.0,
       527.0
      ],
      [
       0.0,
       527.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       204.0,
       350.0
      ],
      [
       219.0,
       337.0
      ],
      [
       239.0,
       327.0
      ],
      [
       279.0,
       311.0
      ],
      [
       296.0,
       301.0
      ],
      [
       319.0,
       297.0
      ],
      [
       332.0,
       297.0
      ],
      [
       336.0,
       308.0
      ],
      [
       342.0,
       359.0
      ],
      [
       341.0,
       372.0
      ],
      [
       340.0,
       394.0
      ],
      [
       342.0,
       412.0
      ],
      [
       346.0,
       427.0
      ],
      [
       354.0,
       436.0
      ],
      [
       373.0,
       473.0
      ],
      [
       374.0,
       486.0
      ],
      [
       381.0,
       518.0
      ],
      [
       379.0,
       522.0
      ],
      [
       137.0,
       522.0
      ],
      [
       156.0,
       472.0
      ],
      [
       177.0,
       431.0
      ],
      [
       185.0,
       410.0
      ],
      [
       189.0,
       391.0
      ],
      [
       201.0,
       366.0
      ],
      [
       197.0,
       351.0
      ]
     ],
     "category": "옷",
     "object_description": "여자가 입고 있는 옷",
     "object_color": "몸통 부분은 노란색, 목 부분은 흰색",
     "object_position": "중간 아래",
     "area": 36392.0,
     "bbox": [
      [
       137.0,
       297.0
      ],
      [
       381.0,
       297.0
      ],
      [
       381.0,
       522.0
      ],
      [
       137.0,
       522.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       155.0,
       150.0
      ],
      [
       163.0,
       150.0
      ],
      [
       175.0,
       151.0
      ],
      [
       189.0,
       155.0
      ],
      [
       200.0,
       162.0
      ],
      [
       217.0,
       171.0
      ],
      [
       228.0,
       183.0
      ],
      [
       239.0,
       191.0
      ],
      [
       251.0,
       201.0
      ],
      [
       263.0,
       213.0
      ],
      [
       276.0,
       227.0
      ],
      [
       287.0,
       237.0
      ],
      [
       297.0,
       243.0
      ],
      [
       302.0,
       246.0
      ],
      [
       316.0,
       239.0
      ],
      [
       328.0,
       229.0
      ],
      [
       335.0,
       224.0
      ],
      [
       339.0,
       230.0
      ],
      [
       337.0,
       240.0
      ],
      [
       336.0,
       258.0
      ],
      [
       337.0,
       274.0
      ],
      [
       338.0,
       285.0
      ],
      [
       340.0,
       308.0
      ],
      [
       345.0,
       347.0
      ],
      [
       347.0,
       410.0
      ],
      [
       352.0,
       425.0
      ],
      [
       376.0,
       422.0
      ],
      [
       385.0,
       399.0
      ],
      [
       404.0,
       399.0
      ],
      [
       417.0,
       393.0
      ],
      [
       425.0,
       384.0
      ],
      [
       421.0,
       361.0
      ],
      [
       412.0,
       342.0
      ],
      [
       405.0,
       310.0
      ],
      [
       379.0,
       236.0
      ],
      [
       373.0,
       200.0
      ],
      [
       361.0,
       163.0
      ],
      [
       345.0,
       120.0
      ],
      [
       329.0,
       90.0
      ],
      [
       313.0,
       73.0
      ],
      [
       289.0,
       66.0
      ],
      [
       267.0,
       64.0
      ],
      [
       254.0,
       70.0
      ],
      [
       246.0,
       75.0
      ],
      [
       234.0,
       81.0
      ],
      [
       224.0,
       88.0
      ],
      [
       214.0,
       93.0
      ],
      [
       200.0,
       97.0
      ],
      [
       190.0,
       103.0
      ],
      [
       179.0,
       107.0
      ],
      [
       170.0,
       118.0
      ],
      [
       161.0,
       127.0
      ],
      [
       158.0,
       136.0
      ],
      [
       154.0,
       140.0
      ]
     ],
     "category": "터번",
     "object_description": "머리를 감싸고 있는 터번",
     "object_color": "푸른색, 노란색",
     "object_position": "중간 위",
     "area": 34486.0,
     "bbox": [
      [
       154.0,
       64.0
      ],
      [
       425.0,
       64.0
      ],
      [
       425.0,
       425.0
      ],
      [
       154.0,
       425.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       149.0,
       164.0
      ],
      [
       141.0,
       176.0
      ],
      [
       140.0,
       189.0
      ],
      [
       142.0,
       198.0
      ],
      [
       142.0,
       211.0
      ],
      [
       140.0,
       221.0
      ],
      [
       139.0,
       232.0
      ],
      [
       139.0,
       243.0
      ],
      [
       142.0,
       248.0
      ],
      [
       143.0,
       258.0
      ],
      [
       149.0,
       273.0
      ],
      [
       153.0,
       285.0
      ],
      [
       155.0,
       298.0
      ],
      [
       161.0,
       305.0
      ],
      [
       173.0,
       313.0
      ],
      [
       186.0,
       318.0
      ],
      [
       204.0,
       314.0
      ],
      [
       223.0,
       312.0
      ],
      [
       239.0,
       303.0
      ],
      [
       256.0,
       296.0
      ],
      [
       265.0,
       285.0
      ],
      [
       273.0,
       269.0
      ],
      [
       275.0,
       243.0
      ],
      [
       276.0,
       232.0
      ],
      [
       264.0,
       218.0
      ],
      [
       248.0,
       204.0
      ],
      [
       237.0,
       188.0
      ],
      [
       220.0,
       177.0
      ],
      [
       201.0,
       165.0
      ],
      [
       183.0,
       156.0
      ],
      [
       169.0,
       153.0
      ],
      [
       155.0,
       153.0
      ],
      [
       152.0,
       160.0
      ]
     ],
     "category": "얼굴",
     "object_description": "소녀의 얼굴 전체",
     "object_color": "살구색",
     "object_position": "중간",
     "area": 16579.5,
     "bbox": [
      [
       139.0,
       153.0
      ],
      [
       276.0,
       153.0
      ],
      [
       276.0,
       318.0
      ],
      [
       139.0,
       318.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       170.0,
       195.0
      ],
      [
       165.0,
       214.0
      ],
      [
       159.0,
       234.0
      ],
      [
       154.0,
       245.0
      ],
      [
       163.0,
       255.0
      ],
      [
       176.0,
       257.0
      ],
      [
       187.0,
       253.0
      ],
      [
       187.0,
       236.0
      ],
      [
       186.0,
       215.0
      ],
      [
       183.0,
       194.0
      ],
      [
       176.0,
       186.0
      ]
     ],
     "category": "코",
     "object_description": "코의 측면",
     "object_color": "살구색",
     "object_position": "중간",
     "area": 1507.0,
     "bbox": [
      [
       154.0,
       186.0
      ],
      [
       187.0,
       186.0
      ],
      [
       187.0,
       257.0
      ],
      [
       154.0,
       257.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       213.0,
       313.0
      ],
      [
       219.0,
       327.0
      ],
      [
       221.0,
       332.0
      ],
      [
       233.0,
       325.0
      ],
      [
       244.0,
       320.0
      ],
      [
       258.0,
       317.0
      ],
      [
       270.0,
       312.0
      ],
      [
       280.0,
       308.0
      ],
      [
       283.0,
       302.0
      ],
      [
       277.0,
       296.0
      ],
      [
       266.0,
       291.0
      ],
      [
       258.0,
       296.0
      ],
      [
       246.0,
       299.0
      ],
      [
       236.0,
       303.0
      ],
      [
       227.0,
       307.0
      ],
      [
       219.0,
       312.0
      ],
      [
       213.0,
       313.0
      ]
     ],
     "category": "목",
     "object_description": "옆으로 돌린 목",
     "object_color": "살구색",
     "object_position": "중간",
     "area": 1270.0,
     "bbox": [
      [
       213.0,
       291.0
      ],
      [
       283.0,
       291.0
      ],
      [
       283.0,
       332.0
      ],
      [
       213.0,
       332.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       155.0,
       274.0
      ],
      [
       165.0,
       269.0
      ],
      [
       183.0,
       272.0
      ],
      [
       193.0,
       279.0
      ],
      [
       189.0,
       286.0
      ],
      [
       177.0,
       292.0
      ],
      [
       164.0,
       290.0
      ],
      [
       158.0,
       280.0
      ]
     ],
     "category": "입",
     "object_description": "조금 벌려진 입",
     "object_color": "빨강",
     "object_position": "중간 아래",
     "area": 583.0,
     "bbox": [
      [
       155.0,
       269.0
      ],
      [
       193.0,
       269.0
      ],
      [
       193.0,
       292.0
      ],
      [
       155.0,
       292.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       274.0,
       243.0
      ],
      [
       274.0,
       252.0
      ],
      [
       272.0,
       269.0
      ],
      [
       279.0,
       264.0
      ],
      [
       293.0,
       257.0
      ],
      [
       295.0,
       247.0
      ],
      [
       289.0,
       238.0
      ],
      [
       279.0,
       235.0
      ]
     ],
     "category": "귀",
     "object_description": "터번에 가려진 귀",
     "object_color": "살구색",
     "object_position": "중간",
     "area": 480.5,
     "bbox": [
      [
       272.0,
       235.0
      ],
      [
       295.0,
       235.0
      ],
      [
       295.0,
       269.0
      ],
      [
       272.0,
       269.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       185.0,
       207.0
      ],
      [
       196.0,
       200.0
      ],
      [
       216.0,
       207.0
      ],
      [
       217.0,
       212.0
      ],
      [
       209.0,
       219.0
      ],
      [
       192.0,
       215.0
      ]
     ],
     "category": "눈",
     "object_description": "왼쪽 눈",
     "object_color": "회색",
     "object_position": "중간 위",
     "area": 372.0,
     "bbox": [
      [
       185.0,
       200.0
      ],
      [
       217.0,
       200.0
      ],
      [
       217.0,
       219.0
      ],
      [
       185.0,
       219.0
      ]
     ],
     "duplicates_num": 2
    },
    {
     "segmentation": [
      [
       274.0,
       282.0
      ],
      [
       284.0,
       281.0
      ],
      [
       290.0,
       290.0
      ],
      [
       285.0,
       296.0
      ],
      [
       275.0,
       300.0
      ],
      [
       267.0,
       290.0
      ]
     ],
     "category": "귀걸이",
     "object_description": "진주 귀걸이",
     "object_color": "은색",
     "object_position": "중간",
     "area": 275.0,
     "bbox": [
      [
       267.0,
       281.0
      ],
      [
       290.0,
       281.0
      ],
      [
       290.0,
       300.0
      ],
      [
       267.0,
       300.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       165.0,
       202.0
      ],
      [
       157.0,
       191.0
      ],
      [
       145.0,
       192.0
      ],
      [
       143.0,
       201.0
      ],
      [
       148.0,
       206.0
      ],
      [
       159.0,
       207.0
      ]
     ],
     "category": "눈",
     "object_description": "오른쪽 눈",
     "object_color": "회색",
     "object_position": "중간 위",
     "area": 253.0,
     "bbox": [
      [
       143.0,
       191.0
      ],
      [
       165.0,
       191.0
      ],
      [
       165.0,
       207.0
      ],
      [
       143.0,
       207.0
      ]
     ],
     "duplicates_num": 1
    }
   ],
   "sorted_by_point": [
    "배경",
    "터번",
    "얼굴",
    "코",
    "눈",
    "눈2",
    "귀",
    "입",
    "귀걸이",
    "목",
    "옷"
   ]
  },
  {
   "file_name": "Apple.jpg",
   "title": "병과 사과바구니가 있는 정물",
   "id": 3,
   "height": "530",
   "width": "659",
   "artist": "폴 세잔",
   "year": 1895,
   "medium": "캔버스에 유채",
   "dimensions": "65 cm × 80 cm (25.6 in × 31.5 in)",
   "locations": "시카고 아트 인스티튜트",
   "description": "사과 바구니는 상자 위에 위치해 있고, 쿠키는 책 위에 놓인 그릇에 정렬되어 있으며, 사과들은 아무렇게나 구겨진 흰색 천 위에 배치되어 있다. 이 모든 정물들은 테이블 위에 위치하고 있다. 이 정물들의 배치는 우연한 것처럼 보이나, 각각의 위치는 세잔이 의도적으로 구성한 것으로, 이는 형태를 갖추어 쌓여있는 쿠키의 배열에서 분명하게 드러난다. 정물들로 중앙이 단절된 이 테이블은 좌측과 우측이 일직선으로 처리되어있지 않으며 의도적으로 왜곡되어 있다. 건축적으로 쌓아 올린듯한 느낌과 뒤틀린 시점에서 그려진 테이블의 모습에서도 구조에 대한 관심이 보인다. 캔버스 전체를 조망할 때 각각의 구성요소들은 구조적으로 느껴지지 않는다. 약 30개 정도의 사과들은 다양한 색채가 혼합되어 표현되어 있으며, 각각이 하나의 정물화를 구성한다. 좌우 대칭이 맞지 않는, 왜곡된 형태의 병과 사과 바구니, 그리고 마구잡이로 구겨진 테이블보 또한 각각 독립적인 느낌을 준다. <병과 사과 바구니가 있는 정물>은 고심 끝에 제작된 정물화로, 각각의 정물들은 섬세하게 선택되고 구성되었다. 전체적인 캔버스는 각각의 정물이 임의적인 느낌을 주는 동시에 전체적으로 우연적인 통일감이 느껴진다. 테이블에 수평을 이루고 있는 사과들과 바구니에 담긴 기울어진 사과들은 서로 다른 각도에서 그려져 있으며, 이 둘이 하나의 조화를 이루고 있다. 또한 전면에 배치된 구겨진 테이블보와 정돈된 형태의 쿠키는 서로 대비를 이루고 있다. 작품에서 사용된 색채는 전체적으로 빛을 머금고 있으며, 명료한 색감을 담고 있다. 세잔은 역동적인 터치를 통해 채색을 하는데, 매끈한 유리의 느낌이 나는 병을 제외한 나머지 정물들에서는 질감이 드러나지 않는다. 하지만 이들은 유화 안료의 질감도 드러내지 않으며, 단단한 느낌을 주지만 ‘물질성’을 드러내지도 않는다. 이렇게 중립적인 색채의 질감과 함께 테이블의 왜곡된 형태는 구조적으로도 추상적인 성격을 띠고 있다. 전체적으로 경계가 단단하게 마무리되어있지만, 병과 과일바구니의 가장자리는 공간 속으로 침투하는 듯, 거칠게 마무리되어 있다.",
   "annotations": [
    {
     "segmentation": [
      [
       0.0,
       0.0
      ],
      [
       659.0,
       0.0
      ],
      [
       659.0,
       530.0
      ],
      [
       0.0,
       530.0
      ]
     ],
     "category": "배경",
     "area": 349270.0,
     "bbox": [
      [
       0.0,
       0.0
      ],
      [
       659.0,
       0.0
      ],
      [
       659.0,
       530.0
      ],
      [
       0.0,
       530.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       16.0,
       250.0
      ],
      [
       2.0,
       254.0
      ],
      [
       4.0,
       523.0
      ],
      [
       128.0,
       528.0
      ],
      [
       132.0,
       486.0
      ],
      [
       197.0,
       482.0
      ],
      [
       554.0,
       480.0
      ],
      [
       555.0,
       522.0
      ],
      [
       655.0,
       522.0
      ],
      [
       651.0,
       276.0
      ],
      [
       609.0,
       195.0
      ],
      [
       19.0,
       250.0
      ]
     ],
     "category": "탁자",
     "object_description": "그림 안 모든 물체들이 올려진 탁자",
     "object_color": "갈색",
     "object_position": "아래",
     "area": 176805.0,
     "bbox": [
      [
       2.0,
       195.0
      ],
      [
       655.0,
       195.0
      ],
      [
       655.0,
       528.0
      ],
      [
       2.0,
       528.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       71.0,
       416.0
      ],
      [
       118.0,
       433.0
      ],
      [
       211.0,
       460.0
      ],
      [
       295.0,
       508.0
      ],
      [
       310.0,
       525.0
      ],
      [
       510.0,
       518.0
      ],
      [
       561.0,
       411.0
      ],
      [
       559.0,
       370.0
      ],
      [
       570.0,
       329.0
      ],
      [
       523.0,
       320.0
      ],
      [
       485.0,
       312.0
      ],
      [
       473.0,
       304.0
      ],
      [
       440.0,
       315.0
      ],
      [
       417.0,
       333.0
      ],
      [
       396.0,
       318.0
      ],
      [
       380.0,
       307.0
      ],
      [
       355.0,
       298.0
      ],
      [
       335.0,
       299.0
      ],
      [
       306.0,
       263.0
      ],
      [
       310.0,
       228.0
      ],
      [
       296.0,
       222.0
      ],
      [
       265.0,
       238.0
      ],
      [
       251.0,
       262.0
      ],
      [
       212.0,
       285.0
      ],
      [
       179.0,
       294.0
      ],
      [
       140.0,
       314.0
      ],
      [
       120.0,
       341.0
      ],
      [
       97.0,
       370.0
      ],
      [
       70.0,
       402.0
      ]
     ],
     "category": "천",
     "object_description": "식탁 위에 펼쳐진 천",
     "object_color": "흰색 ",
     "object_position": "중간",
     "area": 89181.0,
     "bbox": [
      [
       70.0,
       222.0
      ],
      [
       570.0,
       222.0
      ],
      [
       570.0,
       525.0
      ],
      [
       70.0,
       525.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       30.0,
       92.0
      ],
      [
       38.0,
       53.0
      ],
      [
       48.0,
       35.0
      ],
      [
       72.0,
       47.0
      ],
      [
       80.0,
       55.0
      ],
      [
       100.0,
       48.0
      ],
      [
       127.0,
       46.0
      ],
      [
       182.0,
       63.0
      ],
      [
       228.0,
       84.0
      ],
      [
       252.0,
       106.0
      ],
      [
       276.0,
       131.0
      ],
      [
       280.0,
       152.0
      ],
      [
       290.0,
       226.0
      ],
      [
       254.0,
       242.0
      ],
      [
       241.0,
       267.0
      ],
      [
       210.0,
       283.0
      ],
      [
       182.0,
       270.0
      ],
      [
       156.0,
       264.0
      ],
      [
       120.0,
       273.0
      ],
      [
       93.0,
       257.0
      ],
      [
       64.0,
       235.0
      ],
      [
       42.0,
       204.0
      ],
      [
       30.0,
       146.0
      ],
      [
       38.0,
       114.0
      ],
      [
       30.0,
       109.0
      ]
     ],
     "category": "바구니",
     "object_description": "옆으로 기울어진 사과가 들어있는 바구니",
     "object_color": "갈색",
     "object_position": "왼쪽 위",
     "area": 47008.0,
     "bbox": [
      [
       30.0,
       35.0
      ],
      [
       290.0,
       35.0
      ],
      [
       290.0,
       283.0
      ],
      [
       30.0,
       283.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       67.0,
       145.0
      ],
      [
       96.0,
       112.0
      ],
      [
       133.0,
       99.0
      ],
      [
       164.0,
       94.0
      ],
      [
       203.0,
       110.0
      ],
      [
       202.0,
       132.0
      ],
      [
       220.0,
       126.0
      ],
      [
       255.0,
       124.0
      ],
      [
       269.0,
       142.0
      ],
      [
       272.0,
       162.0
      ],
      [
       280.0,
       186.0
      ],
      [
       273.0,
       209.0
      ],
      [
       269.0,
       226.0
      ],
      [
       244.0,
       235.0
      ],
      [
       238.0,
       236.0
      ],
      [
       229.0,
       242.0
      ],
      [
       221.0,
       253.0
      ],
      [
       204.0,
       249.0
      ],
      [
       178.0,
       245.0
      ],
      [
       162.0,
       245.0
      ],
      [
       139.0,
       237.0
      ],
      [
       116.0,
       227.0
      ],
      [
       105.0,
       214.0
      ],
      [
       89.0,
       198.0
      ],
      [
       73.0,
       176.0
      ],
      [
       61.0,
       151.0
      ]
     ],
     "category": "여러개의 사과들",
     "object_description": "바구니에 들어있는 사과들",
     "object_color": "초록, 빨강",
     "object_position": "왼쪽 중간",
     "area": 23949.0,
     "bbox": [
      [
       61.0,
       94.0
      ],
      [
       280.0,
       94.0
      ],
      [
       280.0,
       253.0
      ],
      [
       61.0,
       253.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       321.0,
       249.0
      ],
      [
       322.0,
       261.0
      ],
      [
       348.0,
       263.0
      ],
      [
       359.0,
       276.0
      ],
      [
       368.0,
       297.0
      ],
      [
       388.0,
       298.0
      ],
      [
       394.0,
       313.0
      ],
      [
       421.0,
       322.0
      ],
      [
       452.0,
       310.0
      ],
      [
       459.0,
       294.0
      ],
      [
       476.0,
       295.0
      ],
      [
       508.0,
       307.0
      ],
      [
       534.0,
       316.0
      ],
      [
       553.0,
       301.0
      ],
      [
       547.0,
       282.0
      ],
      [
       542.0,
       259.0
      ],
      [
       530.0,
       238.0
      ],
      [
       500.0,
       242.0
      ],
      [
       491.0,
       254.0
      ],
      [
       466.0,
       256.0
      ],
      [
       454.0,
       247.0
      ],
      [
       422.0,
       244.0
      ],
      [
       400.0,
       241.0
      ],
      [
       386.0,
       227.0
      ],
      [
       368.0,
       230.0
      ],
      [
       361.0,
       243.0
      ],
      [
       336.0,
       244.0
      ]
     ],
     "category": "여러개의 사과들",
     "object_description": "식탁 위에 있는 사과들",
     "object_color": "초록, 빨강",
     "object_position": "오른쪽 중간",
     "area": 12545.5,
     "bbox": [
      [
       321.0,
       227.0
      ],
      [
       553.0,
       227.0
      ],
      [
       553.0,
       322.0
      ],
      [
       321.0,
       322.0
      ]
     ],
     "duplicates_num": 2
    },
    {
     "segmentation": [
      [
       297.0,
       9.0
      ],
      [
       313.0,
       7.0
      ],
      [
       322.0,
       27.0
      ],
      [
       328.0,
       78.0
      ],
      [
       343.0,
       102.0
      ],
      [
       352.0,
       143.0
      ],
      [
       359.0,
       198.0
      ],
      [
       359.0,
       228.0
      ],
      [
       327.0,
       233.0
      ],
      [
       315.0,
       218.0
      ],
      [
       290.0,
       213.0
      ],
      [
       285.0,
       134.0
      ],
      [
       300.0,
       58.0
      ],
      [
       297.0,
       16.0
      ]
     ],
     "category": "유리병",
     "object_description": "바구니 옆에 놓여있는 유리병",
     "object_color": "어두운 초록색",
     "object_position": "중간 위",
     "area": 10766.0,
     "bbox": [
      [
       285.0,
       7.0
      ],
      [
       359.0,
       7.0
      ],
      [
       359.0,
       233.0
      ],
      [
       285.0,
       233.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       401.0,
       180.0
      ],
      [
       389.0,
       193.0
      ],
      [
       388.0,
       212.0
      ],
      [
       411.0,
       226.0
      ],
      [
       481.0,
       234.0
      ],
      [
       554.0,
       223.0
      ],
      [
       557.0,
       196.0
      ],
      [
       534.0,
       185.0
      ],
      [
       517.0,
       180.0
      ],
      [
       408.0,
       166.0
      ]
     ],
     "category": "접시",
     "object_description": "빵이 담긴 접시",
     "object_color": "흰색 ",
     "object_position": "오른쪽 중간",
     "area": 8453.5,
     "bbox": [
      [
       388.0,
       166.0
      ],
      [
       557.0,
       166.0
      ],
      [
       557.0,
       234.0
      ],
      [
       388.0,
       234.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       443.0,
       141.0
      ],
      [
       421.0,
       163.0
      ],
      [
       408.0,
       175.0
      ],
      [
       410.0,
       208.0
      ],
      [
       423.0,
       222.0
      ],
      [
       475.0,
       222.0
      ],
      [
       501.0,
       217.0
      ],
      [
       513.0,
       189.0
      ],
      [
       509.0,
       175.0
      ],
      [
       511.0,
       149.0
      ],
      [
       487.0,
       134.0
      ],
      [
       476.0,
       158.0
      ],
      [
       460.0,
       143.0
      ]
     ],
     "category": "여러개의 빵",
     "object_description": "길쭉한 형태의 빵이 접시 위에 겹겹이 쌓여져 있다",
     "object_color": "황토색",
     "object_position": "중간 위",
     "area": 7096.0,
     "bbox": [
      [
       408.0,
       134.0
      ],
      [
       513.0,
       134.0
      ],
      [
       513.0,
       222.0
      ],
      [
       408.0,
       222.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       40.0,
       215.0
      ],
      [
       25.0,
       227.0
      ],
      [
       20.0,
       258.0
      ],
      [
       21.0,
       277.0
      ],
      [
       116.0,
       280.0
      ],
      [
       108.0,
       269.0
      ],
      [
       73.0,
       245.0
      ],
      [
       56.0,
       226.0
      ],
      [
       43.0,
       214.0
      ]
     ],
     "category": "상자",
     "object_description": "사과 바구니 아래 있는 상자",
     "object_color": "어두운 갈색",
     "object_position": "왼쪽 중간",
     "area": 3499.5,
     "bbox": [
      [
       20.0,
       214.0
      ],
      [
       116.0,
       214.0
      ],
      [
       116.0,
       280.0
      ],
      [
       20.0,
       280.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       175.0,
       308.0
      ],
      [
       169.0,
       343.0
      ],
      [
       192.0,
       366.0
      ],
      [
       218.0,
       358.0
      ],
      [
       220.0,
       333.0
      ],
      [
       200.0,
       310.0
      ],
      [
       183.0,
       308.0
      ]
     ],
     "category": "사과",
     "object_description": "식탁 위에 있는 사과",
     "object_color": "빨강",
     "object_position": "왼쪽 중간",
     "area": 2156.5,
     "bbox": [
      [
       169.0,
       308.0
      ],
      [
       220.0,
       308.0
      ],
      [
       220.0,
       366.0
      ],
      [
       169.0,
       366.0
      ]
     ],
     "duplicates_num": 5
    },
    {
     "segmentation": [
      [
       597.0,
       268.0
      ],
      [
       580.0,
       278.0
      ],
      [
       580.0,
       314.0
      ],
      [
       597.0,
       327.0
      ],
      [
       622.0,
       311.0
      ],
      [
       619.0,
       287.0
      ],
      [
       609.0,
       273.0
      ]
     ],
     "category": "사과",
     "object_description": "식탁 위에 있는 사과",
     "object_color": "빨강",
     "object_position": "오른쪽 중간",
     "area": 1839.5,
     "bbox": [
      [
       580.0,
       268.0
      ],
      [
       622.0,
       268.0
      ],
      [
       622.0,
       327.0
      ],
      [
       580.0,
       327.0
      ]
     ],
     "duplicates_num": 2
    },
    {
     "segmentation": [
      [
       301.0,
       340.0
      ],
      [
       328.0,
       326.0
      ],
      [
       343.0,
       345.0
      ],
      [
       335.0,
       368.0
      ],
      [
       317.0,
       377.0
      ],
      [
       296.0,
       369.0
      ],
      [
       296.0,
       350.0
      ]
     ],
     "category": "사과",
     "object_description": "식탁 위에 있는 사과",
     "object_color": "빨강",
     "object_position": "중간",
     "area": 1641.5,
     "bbox": [
      [
       296.0,
       326.0
      ],
      [
       343.0,
       326.0
      ],
      [
       343.0,
       377.0
      ],
      [
       296.0,
       377.0
      ]
     ],
     "duplicates_num": 6
    },
    {
     "segmentation": [
      [
       130.0,
       296.0
      ],
      [
       134.0,
       270.0
      ],
      [
       154.0,
       266.0
      ],
      [
       176.0,
       270.0
      ],
      [
       187.0,
       284.0
      ],
      [
       156.0,
       301.0
      ],
      [
       138.0,
       311.0
      ],
      [
       132.0,
       304.0
      ]
     ],
     "category": "사과",
     "object_description": "식탁 위에 있는 사과",
     "object_color": "빨강",
     "object_position": "왼쪽 중간",
     "area": 1585.5,
     "bbox": [
      [
       130.0,
       266.0
      ],
      [
       187.0,
       266.0
      ],
      [
       187.0,
       311.0
      ],
      [
       130.0,
       311.0
      ]
     ],
     "duplicates_num": 1
    },
    {
     "segmentation": [
      [
       234.0,
       288.0
      ],
      [
       232.0,
       271.0
      ],
      [
       254.0,
       271.0
      ],
      [
       264.0,
       286.0
      ],
      [
       265.0,
       301.0
      ],
      [
       242.0,
       299.0
      ]
     ],
     "category": "사과",
     "object_description": "식탁 위에 있는 사과",
     "object_color": "초록",
     "object_position": "중간",
     "area": 766.5,
     "bbox": [
      [
       232.0,
       271.0
      ],
      [
       265.0,
       271.0
      ],
      [
       265.0,
       301.0
      ],
      [
       232.0,
       301.0
      ]
     ],
     "duplicates_num": 4
    },
    {
     "segmentation": [
      [
       316.0,
       272.0
      ],
      [
       332.0,
       287.0
      ],
      [
       348.0,
       297.0
      ],
      [
       350.0,
       282.0
      ],
      [
       332.0,
       270.0
      ]
     ],
     "category": "사과",
     "object_description": "식탁 위에 있는 사과",
     "object_color": "초록",
     "object_position": "중간",
     "area": 419.0,
     "bbox": [
      [
       316.0,
       270.0
      ],
      [
       350.0,
       270.0
      ],
      [
       350.0,
       297.0
      ],
      [
       316.0,
       297.0
      ]
     ],
     "duplicates_num": 3
    }
   ],
   "sorted_by_point": [
    "배경",
    "유리병",
    "바구니",
    "여러개의 사과들",
    "여러개의 빵",
    "접시",
    "탁자",
    "상자",
    "천",
    "여러개의 사과들2",
    "사과",
    "사과2",
    "사과3",
    "사과4",
    "사과5",
    "사과6"
   ]
  }
 ]
}